[
{ "title": "Roller Derby Rules Test",
  "subtitle": "Bootstrap/vanilla JavaScript",
  "summary": "Study aid for new derby players studying for WFTDA rules test. Food truck mumblecore selfies pop-up fugiat. Retro pork belly odio, delectus lumbersexual culpa tofu quinoa iPhone deep v synth. Street art swag beard williamsburg consectetur drinking vinegar. Artisan stumptown deserunt aesthetic, post-ironic blog forage portland actually.",
  "img": "imgs/derby_thumb.jpg",
  "projectUrl": "http://araedavis.com/derbyRulesApp/",
  "dateCreated": "",
  "category": "web development"
},

{ "title": "WeatherCat",
  "subtitle": "forcast.io API/AJAX/jQuery/HTML5 geolocation",
  "summary": "Displays weather using browser\"s location and forecast.io. A different kitten background for every forecast! Includes toggle between Fahrenheit and Celcius units. Food truck mumblecore selfies pop-up fugiat. Retro pork belly odio, delectus lumbersexual culpa tofu quinoa iPhone deep v synth. Street art swag beard williamsburg consectetur drinking vinegar. Artisan stumptown deserunt aesthetic, post-ironic blog forage portland actually.",
  "img": "imgs/WeatherCat_thumb.jpg",
  "projectUrl": "http://codepen.io/davisdavis/full/qOREMo/",
  "dateCreated": "",
  "category": "web development"
},

{ "title": "Calculator",
  "subtitle": "jQuery/vanilla JavaScript",
  "summary": "It does the maths. Food truck mumblecore selfies pop-up fugiat. Retro pork belly odio, delectus lumbersexual culpa tofu quinoa iPhone deep v synth. Street art swag beard williamsburg consectetur drinking vinegar. Artisan stumptown deserunt aesthetic, post-ironic blog forage portland actually.",
  "img": "imgs/calc-img.png",
  "projectUrl": "http://codepen.io/davisdavis/full/PZGpaK/",
  "dateCreated": "",
  "category": "web development"

},

{ "title": "Work|Play",
  "subtitle": "jQuery/vanilla JavaScript",
  "summary": "Pomodoro productivity timer app. Count down work blocks and breaks. Food truck mumblecore selfies pop-up fugiat. Retro pork belly odio, delectus lumbersexual culpa tofu quinoa iPhone deep v synth. Street art swag beard williamsburg consectetur drinking vinegar. Artisan stumptown deserunt aesthetic, post-ironic blog forage portland actually.",
  "img": "imgs/workplay-img.png",
  "projectUrl": "http://codepen.io/davisdavis/full/JYpVEy/",
  "dateCreated": "",
  "category": "web development"
},

{ "title": "Theater Curriculum Guide",
  "subtitle": "Writing Sample",
  "summary": "Materials distributed to classroom teachers to supplement arts education field trip to Oregon Children\"s Theatre\"s production of <em>Timmy Failure: Mistakes were Made</em>. Content aligns to Common Core State Standards in Language Arts for grades 3 - 8. Guide format and written content by Allison Davis.",
  "img": "imgs/OCT_resourceGuide.png",
  "projectUrl": "http://octc.org/pdf/guides/timmyfailure_rg_before.pdf",
  "dateCreated": "",
  "category": "writing"
},

{ "title": "Teacher Liaison Newsletter",
  "subtitle": "Email Campaign Sample",
  "summary": "Newsletter for nonprofit outreach network for K-8th grade educators. Content, design, and layout by Allison Davis.",
  "img": "imgs/OCT_emailThumb.png",
  "projectUrl": "http://us8.campaign-archive2.com/?u=a4da6becf8e6624a9cb4d3ea0&id=bc80528f22&e=[UNIQID]",
  "dateCreated": "",
  "category": "writing"
}

]
